-- lrc like this:
-- local lrc = [=[
-- [00:00.42]涔夊媷鍐涜繘琛屾洸
-- ]=]

return [=[
[00:01.88]爱的奉献
[00:13.90]
[00:16.94]这是心的呼唤
[00:22.03]这是爱的奉献
[00:27.43]这是人间的春风
[00:32.32]这是生命的源泉
[00:38.12]在没有心的沙漠
[00:43.30]在没有爱的荒原
[00:48.73]死神也望而却步
[00:53.36]幸福之花处处开遍
[01:01.02]啊
[01:04.21]只要人人都献出一点爱
[01:08.01]世界将变成美好的人间
[01:13.80]啊
[01:17.60]只要人人都献出一点爱
[01:21.15]世界将变成美好的人间
[01:28.13]
[01:59.60]这是心的呼唤
[02:05.66]这是爱的奉献
[02:10.24]这是人间的春风
[02:14.86]这是生命的源泉
[02:20.96]在没有心的沙漠
[02:26.16]在没有爱的荒原
[02:31.36]死神也望而却步
[02:36.23]幸福之花处处开遍
[02:42.44]啊
[02:46.91]只要人人都献出一点爱
[02:50.74]世界将变成美好的人间
[02:56.41]啊
[03:00.11]只要人人都献出一点爱
[03:04.17]世界将变成美好的人间
[03:10.62]啊
[03:33.85]
]=]

